<?php

return [
    'menus' => [
        'top_menu' => [
            'specifications' => 'Характеристики',
            'how_it_works' => 'Как это работает',
            'download' => 'Скачать',
            'start_now' => 'Начать сейчас'
        ],
        'footer_menu' => [
            'product' => 'Продукт',
            'specifications' => 'Характеристики',
            'how_it_works' => 'Как это работает',
            'download' => 'Скачать',
            'company' => 'Компания',
            'about_us' => 'О нас',
            'contact' => 'Контакты',
            'legal' => 'Правовая информация',
            'privacy' => 'Конфиденциальность',
            'conditions' => 'Условия',
            'social' => 'Социальные сети',
            'sources' => 'Источники',
        ]
    ],
    'slogan' => 'Делайте умный выбор для здоровой жизни',
    'slogan_text' => 'Сканируйте продукты, анализируйте их состав и принимайте лучшие решения для своего здоровья. С нашим приложением на базе ИИ вести здоровый образ жизни стало проще!',
    'why_vital_scan' => 'Почему Vital Scan?',
    'why_vital_scan_text' => 'Делайте умный выбор для здоровой жизни.',
    'fast_scan' => 'Быстрое сканирование',
    'fast_scan_text' => 'Сканируйте продукты за секунды и получайте подробный анализ состава.',
    'health_score' => 'Оценка полезности',
    'health_score_text' => 'Индивидуальный расчет полезности и подробный анализ состава для каждого продукта.',
    'personalization' => 'Персонализация',
    'personalization_text' => 'Укажите свои аллергии и предпочтения, получайте персональные рекомендации.',
    'how_it_works' => 'Как это работает?',
    'how_it_works_text' => 'Начните вести здоровый образ жизни всего за 3 простых шага',
    'scan_the_product' => 'Сканируйте продукт',
    'scan_the_product_text' => 'Отсканируйте состав продукта с помощью камеры.',
    'check_the_analysis' => 'Просмотрите анализ',
    'check_the_analysis_text' => 'Просмотрите подробный анализ состава на основе искусственного интеллекта.',
    'decide' => 'Примите решение',
    'decide_text' => 'Примите правильное решение на основе оценки полезности.',
    'download_now' => 'Скачать сейчас',
    'download_now_text' => 'Сделайте первый шаг к здоровой жизни. Скачайте приложение и начните анализировать продукты.',
    'footer_slogan' => 'Your vital scan compass',
    'copywriter' => 'Все права защищены.',
    'last_updated' => 'Дата последнего обновления',
    'meta' => [
        'keywords' => 'vital scan, vital, сканирование, vscan, полезный продукт, компас, здоровый',
        'description' => 'Анализируйте состав продуктов и принимайте более обоснованные решения при покупке! Vital Scan - Your vital scan compass - VScan'
    ]
];
